Tekla.Structures.Catalogs.UserPropertyItem.GetTranslatedOptionLabels(Tekla.Structures.CatalogInternal.dotcatClientId_t)
Gets the translated option labels.
clientId: The client ID.
Returns: The translated option labels.